The number of times Revit has tried to Save to Central." Its value is '0' at the first time.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.1090.0)
  Since:  2017 Subscription Update
 Syntax
  C#
public int RetryTimes { get; }
  Visual Basic
Public ReadOnly Property RetryTimes As Integer
	Get
  Visual C++
public:
property int RetryTimes {
	int get ();
}
 See Also
  DocumentSaveToCentralProgessChangedEventArgs Class
  Autodesk.Revit.DB.Events Namespace